{
  "NewsHeading": {
    "0": [
      "Accused To Pay For Property Destruction During Friday Violence: UP Cop",
      "3 Devotees Die Of Heat As Huge Crowd Gathers For Bengal Religious Event",
      "Actor Nayanthara, Husband Vignesh Shivan Apologise For Violating Rules At Tirupati Temple",
      "Air Force Plans To Build 96 Fighter Jets In India",
      "Sudan Ship With Thousands Of Sheep Sinks",
      "Prophet Row: On Camera, Ranchi Cops Run For Cover From Stone-Throwing Mob",
      "\"Even BJP's Devendra Fadnavis Will Vote For Us If...\": Sena's Sanjay Raut",
      "5 Die After Drinking Contaminated Water In Karnataka's Raichur, Probe Ordered",
      "4.8 Kg Cannabis Hidden In Water Purifier Seized In Mumbai",
      "Queen Elizabeth II Becomes World's Second-Longest Reigning Monarch",
      "Blueprint Ready On Border Force's New Jurisdiction, Logistic Needs: Report",
      "Akali Dal's Parkash Badal Admitted To Chandigarh Hospital",
      "39 Hours And Counting, Chhattisgarh Boy Trapped In 80-Feet Borewell",
      "Bulldozers Out For 2nd Day In UP: Target Is Prayagraj Violence-Accused",
      "Russia's McDonald's Outlets Have New Name. It Means \"Delicious. Full Stop\""
    ]
  },
  "Description": {
    "0": [
      "Thirteen police cases have been lodged across Uttar Pradesh over Friday's violence and 306 people have been arrested, senior state police officer Prashant Kumar told NDTV today.",
      "Tree elderly devotees died and 40 others were inured due to heat and humidity amid a crowd surge at a religious gathering in Bengal on Sunday.",
      "Newly married actor Nayanthara and her husband Vignesh Shivan got caught up in controversy during their visit to Tirupati temple in Tirupati.",
      "Amid a big push for the Aatmanirbhar Bharat scheme by the PM Narendra Modi-led government, the Indian Air Force is planning to acquire 114 fighter jets of which 96 would be built in India.",
      "An overladen ship crammed with thousands of sheep sank Sunday in Sudan's Red Sea port of Suakin drowning the animals on board but with all crew surviving, port officials said.",
      "Twenty six people have been charged in Jharkhand's Ranchi for the violence over recent remarks by now-suspended BJP spokesperson Nupur Sharma on Prophet Muhammad and Islam.",
      "Shiv Sena MP Sanjay Raut on Sunday said if the control of the Enforcement Directorate is given to their party, then even BJP leader Devendra Fadnavis will vote for the Sena.",
      "After recent deaths in Raichur allegedly due to contaminated water, Chief Minister Basavaraj Bommai said that the investigation is on and criminal cases would be registered if necessary.",
      "The Mumbai Narcotics Control Bureau (NCB) unit has seized 4.88 kg of charas hidden inside a water purifier which was to be sent to Australia through a courier service. Two people have been arrested in the case.",
      "Britain's Queen Elizabeth II on Sunday overtook Thailand's King to become the world's second-longest reigning monarch in history, after France's Louis XIV.",
      "A blueprint that defines the extended jurisdiction of the Border Security Force (BSF) and its new logistical requirements in various frontier states has been prepared and is soon expected to be submitted to the Union home ministry.",
      "Shiromani Akali Dal (SAD) chief Parkash Singh Badal has been admitted to a private hospital in Mohali, a party spokesperson said on Sunday.",
      "An 11-year-old boy with speech and hearing problems continues to remain trapped 39 hours after he fell into an 80-feet deep abandoned borewell in Chhattisgarh's Janjgir-Champa district.",
      "A day after razing down homes of two of the accused in Uttar Pradesh's Saharanpur over violence over recent remarks by ex BJP spokespersons on Prophet Muhammad, bulldozers today rolled down in Prayagraj under heavy police presence and started demolis",
      "Former McDonald's restaurants in Russia have been renamed \"Vkusno i tochka\" (\"Delicious. Full Stop\"), the new owner said on Sunday ahead of their re-opening."
    ]
  },
  "Source": { "0": "Ndtv" }
}
